const department = [
  "ForYou工程",
  "化学工程学院",
  "生物工程学院",
  "药学院",
  "绿色制药协同创新中心",
  "环境学院",
  "材料科学与工程学院",
  "食品科学与工程学院",
  "机械工程学院",
  "信息工程学院",
  "计算机科学与技术学院（软件学院）",
  "土木工程学院",
  "能源与碳中和科教融合学院",
  "地理信息学院",
  "物理学院",
  "数学科学学院",
  "管理学院",
  "经济学院",
  "教育学院（职业技术教育学院）",
  "外国语学院",
  "人文学院",
  "设计与建筑学院",
  "法学院",
  "公共管理学院",
  "马克思主义学院",
  "国际学院",
  "健行学院"
];

const feedbackType = [
  "校园活动",
  "食堂及商铺",
  "宿舍",
  "教学（如选课、转专业等）",
  "校园设施",
  "教室",
  "图书馆",
  "交通",
  "安保",
  "医疗",
  "学院相关（如综测等政策咨询）",
  "其他"
];

export { department, feedbackType };